// Задача №2. Напишите программу, которая принимает на вход число и выдаёт сумму цифр в числе.
int SumNumber(int number)
{
  int Sum = 0;
  for (int current =1; current<=1; current++)
  return Sum;
}
Console.WriteLine("Input number: ");
int newnumber = Convert.ToInt32(Console.ReadLine());
int result = SumNumberNunber(newnumber);
Console.WriteLine($"Sum of elements form 1 to {newnumber} is {result}");
